
/* info label for current octave */
"lbl_octave: %d" = "オクターブ: %d";

/* info label with current volume in dB */
"lbl_volume: %.1f dB" = "音量: %.1f dB";

/* unit Hz */
"lbl_hertz" = "ヘルツ";

/* Button for Autocorrelation */
"tab_autocorrelation" = "自己相関";

/* Button for FFT */
"tab_fft" = "高速フーリエ変換";

/* tone scale */
"tone_scale" = "ド,ド♯,レ,ミ♭,ミ,ファ,ファ♯,ソ,ラ♭,ラ,シ♭,シ";